Revit 2027 API
IFCPropertyMappingInfo.ExportFlag Property
 Whether or not the property is included in export.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool ExportFlag { get; set; }
Public Property ExportFlag As Boolean
	Get
	Set
public:
property bool ExportFlag {
	bool get ();
	void set (bool value);
}
member ExportFlag : bool with get, set
Property Value
Boolean
See Also
Reference
IFCPropertyMappingInfo Class
Autodesk.Revit.DB Namespace